Repository: fulvio999-new/checkup
Catalog: po/*.po
Languages: nb

source: Maintenance Page
nb: Vedlikeholdsside

source: Blood Pressure
nb: Blodtrykk

source: Weight
nb: Vekt

source: Hearth Pulse
nb: Hjertepuls

source: Glycemic
nb: Glykemisk

source: Confirm deletion ?
nb: Bekreft sletting ?

source: (there is no restore)
nb: (det er ingen gjenoppretting)

source: Close
nb: Lukk

source: Delete
nb: Slett

source: Deleted
nb: Slettet

source: Items
nb: Elementer

source: Remove data from Diary inside a time range
nb: Fjern data fra Dagbok innen et tidsintervall

source: From
nb: Fra

source: To
nb: Til

source: Entity
nb: Enhet

source: Remove
nb: Fjern

source: Help Page
nb: Hjelpeside

source: This App is a health monitor, diary created for a personal daily use.
nb: Denne appen er en helsemonitor, dagbok laget for personlig daglig bruk.

source: Allow to record some prameters of you health.
nb: Tillat å registrere noen parametere for helsen din.

source: Can create a graphical report to get an overview of your health
nb: Kan lage en grafisk rapport for å få en oversikt over helsen din

source: Each section is indipendent from the other ones. Use only of you interest
nb: Hver seksjon er uavhengig av de andre. Bruk bare av din interesse

source: Blood Pressure:
nb: Blodtrykk:

source: Record the pressure values of your blood
nb: Registrer trykkverdiene til blodet ditt

source: Weight:
nb: Vekt:

source: Record your weight and calculate you BMI (Body Mass Index)
nb: Registrer vekten din og beregne BMI (Body Mass Index)

source: BMI value lower 18.5 means Underweight
nb: BMI-verdi lavere 18,5 betyr undervektig

source: BMI value inside the interval [18.5 ; 25] means Normal
nb: BMI-verdi innenfor intervallet [18,5 ; 25] betyr Normal

source: BMI value inside the interval [25 ; 30] means Obese
nb: BMI-verdi inne i intervallet [25 ; 30] betyr overvektig

source: BMI value greater 30 means Overweight
nb: BMI-verdi over 30 betyr overvekt

source: Hearth Pulse:
nb: Hjertepuls

source: Record your daily hearth pulse
nb: Registrer din daglige hjertepuls

source: Glycemic:
nb: Glykemisk

source: Record your glycemic values
nb: Registrer dine glykemiske verdier

source: Application Configuration
nb: Applikasjonskonfigurasjon

source: Value saved, **RESTART** the application
nb: Verdien er lagret, **TA OMSTART** av applikasjonen

source: ATTENTION: fill required fields
nb: OBS: fyll ut obligatoriske felt

source: ATTENTION: check unit of measure
nb: OBS: sjekk måleenheten

source: User informations
nb: Brukerinformasjon

source: Your name
nb: Ditt navn

source: Heigth
nb: Høyde

source: Heigth is used to BMI calculation, keep updated if you grow
nb: Høyde brukes til å beregne BMI, oppdater hyppig hvis du vokser

source: Date of birth
nb: Fødselsdato

source: Unit of measure (keep default is not sure)
nb: Måleenhet (behold standard hvis ikke sikker)

source: Blood pressure
nb: Blodtrykk

source: Glycemic unit
nb: Glykemisk enhet

source: Save
nb: Lagre

source: Required field
nb: Obligatorisk felt

source: Operation Result
nb: Driftsresultat

source: Weight Diary
nb: Vektdagbok

source: Remove selected Item ?
nb: Fjern valgte enhet

source: Item deleted successfully
nb: Vellykket sletting av enhet

source: Error during deletion
nb: Feil under sletting

source: Notes
nb: Notater

source: Confirm
nb: Bekreft

source: Close and press save to confirm
nb: Lukk og klikk lagre for å bekrefte

source: Show saved weights
nb: Vis lagret vekt

source: Load
nb: Last

source: Total record found
nb: Antall oppføringer funnet

source: Weight Analytic
nb: Vektanalyse

source: Show the trend of the Weight
nb: Vis vekttrend

source: Show
nb: Vis

source: NO DATA FOUND
nb: INGEN DATA FUNNET

source: Found
nb: Funnet

source: measures
nb: målinger

source: Values are expressed using
nb: Verdier uttrykkes ved hjelp av

source: Weight & BMI
nb: Vekt & BMI

source: Success: value saved successfully
nb: Suksess: Verdien er lagret

source: Error performing the operation
nb: Feil ved utførelse av operasjonen

source: Error, Invalid input or missing value
nb: Feil, ugyldig inndata eller manglende verdi

source: Day value already inserted: edit from Diary
nb: Dagens verdi allerede satt inn: rediger fra dagbok

source: weight
nb: vekt

source: BMI Value
nb: BMI verdi

source: Calculate
nb: Kalkuler

source: BMI description
nb: BMI beskrivelse

source: Date
nb: Dato

source: Note: the decimal separtor in use is '.'
nb: Merk: desimalseparatoren i bruk er '.'

source: * Field required
nb: * Felt kreves

source: Insert
nb: Sett inn

source: Open Diary
nb: Åpne dagbok

source: Analytics
nb: Analyser

source: Note: the decimal separator in use is '.'
nb: Merk: desimalseparatoren i bruk er '.'

source: Value
nb: Verdi

source: Edit...
nb: Rediger...

source: Product Info
nb: Produktinfo

source: A personal health daily recorder.
nb: En personlig daglig helseregistrerer.

source: Author
nb: Forfatter

source: About
nb: Om

source: Settings
nb: Innstillinger

source: Help
nb: Hjelp

source: My Doctor
nb: Min doktor

source: Glycemic help page
nb: Glykemisk hjelpeside

source: Help dictionary
nb: Hjelp ordbok

source: Glycemic Analytic
nb: Glykemiske analyser

source: Show the saved glycemic values
nb: Vis lagrede glykemiske verdier

source: Glycemic Diary
nb: Glykemisk dagbok

source: Show saved glycemic values
nb: Vis lagrede glykemiske verdier

source: Select item type to remove
nb: Velg enhetstype å fjerne

source: (there is NO restore)
nb: (det er INGEN gjenoppretting)

source: Removed ALL the saved data
nb: Fjernet ALLE lagrede data

source: Done, removed successfully
nb: Ferdig, fjernet

source: items
nb: enheter

source: Minimum Value
nb: Minimumsverdi

source: Maximum Value
nb: Maksimumsverdi

source: Blood Pressure Diary
nb: Daglig blodtrykk

source: Show saved blood pressure data
nb: Vis lagrede blodtrykksdata

source: Min. Value
nb: Min. verdi

source: Max. Value
nb: Maks verdi

source: Blood Pressure Analytic
nb: Blodtrykksanalyser

source: Show the trend of the blood pressure (Min. & Max.)
nb: Vis trenden på blodtrykket (min. Og maks.)

source: Values in
nb: Verdier i

source: Max.
nb: Maks

source: Min. value
nb: Min. verdi

source: Max. value
nb: Maks verdi

source: Hearth Pulse Analytic
nb: Hjertepuls analyser

source: Show the saved hearth pulse
nb: Vis den lagrede hjertepulsen

source: Hearth pulse values
nb: Hjertepulsverdier

source: Values are expressed in BPM: beat per minute
nb: Verdier uttrykkes i SPM: slag per minutt

source: Frequency
nb: Frekvens

source: bpm - beat per minute
nb: spm - slag per minutt

source: Bpm
nb: Spm

source: Hearth pulse Diary
nb: Hjertepulsdagbok

source: Show saved values
nb: Vis lagrede verdier

source: My personal doctor contacts
nb: Min personlige lege kontakter

source: Name
nb: Navn

source: Surname
nb: Etternavn

source: Phone
nb: Telefon

source: Mobile
nb: Mobil

source: Email
nb: Epost

source: Address
nb: Adresse

source: Underweight
nb: Undervektig

source: Obese
nb: Overvektig

source: Overweight
nb: Overvekt

source: Checkup
nb: Kontroll
